export const iranLocations = [
  {
    id: 1,
    name: "تهران",
    cities: [
      "تهران",
      "ری",
      "شمیرانات",
      "شهریار",
      "اسلامشهر",
      "ورامین",
      "پاکدشت",
    ],
  },
  {
    id: 2,
    name: "اصفهان",
    cities: [
      "اصفهان",
      "کاشان",
      "خمینی‌شهر",
      "نجف‌آباد",
      "فلاورجان",
      "شاهین‌شهر",
    ],
  },
  {
    id: 3,
    name: "فارس",
    cities: ["شیراز", "مرودشت", "جهرم", "فسا", "کازرون", "لار"],
  },
  {
    id: 4,
    name: "آذربایجان شرقی",
    cities: ["تبریز", "مراغه", "مرند", "اهر", "میانه"],
  },
  {
    id: 5,
    name: "خراسان رضوی",
    cities: ["مشهد", "نیشابور", "سبزوار", "تربت حیدریه", "قوچان"],
  },
  ,
  {
    id: 6,
    name: "مازندارن",
    cities: [
      "قائمشهر",
      "ساری",
      "سوادکوه",
      "بابل",
      "نور",
      "آمل",
      "نکا",
      "جویبار",
      "چالوس",
      "محمود آباد",
    ],
  },
];
